




{
"redCards": {
    "Anger": {
        "meaning": "Acknowledge what you cannot control. Channel this immense energy into something helpful.",
        "image": "placeholder"},
    "Pain": {
        "meaning": "Never forget that after pain comes healing. Be gentle with yourself, take your time.",
        "image": "placeholder"},
    "Passion": {
        "meaning": "A fire in your belly, a drive inside your heart. Celebrate, love; embrace your desires.",
        "image": "placeholder"},
    "Stop": {
        "meaning": "Take a beat, and reflect. Maybe you just need to take a break. It's time to contemplate.",
        "image": "placeholder"},
    "Strength": {
        "meaning": "Power in the heart and in the mind, trust yourself and face your fears. You can overcome anything.",
        "image": "placeholder"}
},

"orangeCards": {
    "Energy": {
        "meaning": "Tap into the momentum of something you have been working on. Pursue whatever calls you.",
        "image": "placeholder"},
    "Frustration": {
        "meaning": "Despite your efforts, you keep hitting walls. Take a step back, and look at alternatives.",
        "image": "placeholder"},
    "Happiness": {
        "meaning": "Often we focus on when we are feeling bad, so take this time to cherish your joy. Feel its warmth.",
        "image": "placeholder"},
    "Rejection": {
        "meaning": "Try to reframe this pain. Whatever rejected you is not meant to be in your life.",
        "image": "placeholder"},
    "Success": {
        "meaning": "It's time to tap into the warmth of accomplishment. You have been working hard. Appreciate your growth.",
        "image": "placeholder"}
},

"yellowCards": {
    "Caution": {
        "meaning": "Try not to rush things. Listen to your inner voice, even if it's quiet.",
        "image": "placeholder"},
    "Determination": {
        "meaning": "Your goals are at hand. Keep climbing up to the summit, and don't be afraid to ask for help.",
        "image": "placeholder"},
    "Illumination": {
        "meaning": "A light in the darkness, fear and mystery leave you and you can now see the truth around you.",
        "image": "placeholder"},
    "Hunger": {
        "meaning": "What are you hungry for? What do you need? Tap into your emotional and spiritual cravings.",
        "image": "placeholder"},
    "Anxiety": {
        "meaning": "Take a deep breath. You might feel overwhelmed but this panic paves the way to innovation",
        "image": "placeholder"}
},

"greenCards": {
    "Abundance": {
        "meaning": "Abundance comes in many forms, not just monetary. Celebrate the richness of love in your life with gratitude",
        "image": "placeholder"},
    "Balance": {
        "meaning": "Look at the areas of your life that need balancing, and appreciate the things that are balanced.",
        "image": "placeholder"},
    "Growth": {
        "meaning": "Embrace transformation in your life. Move forward towards your goals, and push through the pain.",
        "image": "placeholder"},
    "Movement": {
        "meaning": "It's time to take action. Push through the fears and anxiety, and proceed down your path.",
        "image": "placeholder"},
    "Rest": {
        "meaning": "It's time for you to take a break. Be kind to your body, pay attention to your needs.",
        "image": "placeholder"}
},

"blueCards": {
    "Cleanse": {
        "meaning": "Take a moment to attend to yourself and your space. Embrace the calm of a clean energy, and be kind to yourself.",
        "image": "placeholder"},
    "Flow": {
        "meaning": "It's time to ride the wave. You can't fight the current, so it's important you move with it. Don't worry.",
        "image": "placeholder"},
    "Reflection": {
        "meaning": "Take a look around you, think of how you got here. Introspection leads to enlightenment.",
        "image": "placeholder"},
    "Sadness": {
        "meaning": "Do not despair. Feel the weight of your emotions, and know that strength and light lie on the other side.",
        "image": "placeholder"},
    "Trust": {
        "meaning": "Start trusting yourself. All the answers you need are within you, just listen and open your heart.",
        "image": "placeholder"}
},

"purpleCards": {
    "Creativity": {
        "meaning": "We can all express ourselves, do not shy away from your inspirations. Embrace the magic, the spark.",
        "image": "placeholder"},
    "Faith": {
        "meaning": "Trust the universe to guide you, to nurture your soul. Embrace the forces that ebb and flow around you.",
        "image": "placeholder"},
    "Intuition": {
        "meaning": "Trust in the deep knowledge just beyond your awareness. Tap into your guiding light.",
        "image": "placeholder"},
    "Magic": {
        "meaning": "Magic is real. A moment of manifestation has arrived. Chase that brilliant spark.",
        "image": "placeholder"},
    "Mystery": {
        "meaning": "You don't need to have all the answers right now. The unknown will not hurt you, surrender to it.",
        "image": "placeholder"}
},

"pinkCards": {
    "Comfort": {
        "meaning": "It's time for some self care and comfort. Nourish your body and spirit. Whatever you do, do it with ease.",
        "image":"placeholder"},
    "Disruption": {
        "meaning": "A moment of shock is upon you, but with intensity comes innovation. Embrace the change before you.",
        "image": "placeholder"},
    "Ideation": {
        "meaning": "Nurture your ideas and projects. Focus on creating a safe space for yourself and your crafts.",
        "image": "placeholder"},
    "Love": {
        "meaning": "Notice the love that surrounds you, from partners, family, and friends. Practice sharing it with the world, and yourself.",
        "image": "placeholder"},
    "Sweetness": {
        "meaning": "Savor the precious little moments in your life. Enjoy the fruits and flavors of everything. Show appreciation.",
        "image": "placeholder"}
},

"whiteCards": {
    "Consciousness": {
        "meaning": "Feel and sense what surrounds you, and what is inside you. Surpass your ego, and tune in to your soul.",
        "image": "placeholder"},
    "Ghost": {
        "meaning": "Your past may be haunting you. Consider your repressions and unfinished business, pay attention to your emotions.",
        "image": "placeholder" },
    "Isolation":{
        "meaning": "It may feel lonely, but solitude can heal deep wounds. Take time to learn about yourself; pay attention.",
        "image": "placeholder"},
    "Peace": {
        "meaning": "Harmony surrounds you. Any turmoil you are experiencing is coming to an end. Meditate on this new tranquility.",
        "image": "placeholder"},
    "Surrender": {
        "meaning": "Do not resist. It might feel uncomfortable, but you can now free yourself from fighting and find new paths.",
        "image": "placeholder"}
},

"blackCards": {
    "Confidence": {
        "meaning": "You've earned this moment of pride. Bask in it and carry it with you, but remember you're not invincible.",
        "image": "placeholder"},    
    "Death": {
        "meaning": "Death brings great change. A phase or cycle in your life is coming to an end, and with it a new beginning.",
        "image": "placeholder"},
    "Fear": {
        "meaning": "Summon your courage and brave your fears. Cast aside your doubt and believe in your strength, the night is almost through.",
        "image": "placeholder"},
    "Protection": {
        "meaning": "Be mindful of your safety, in heart and mind. What makes you feel impervious? Shield yourself from darkness.",
        "image": "placeholder"},
    "Space": {
        "meaning": "You are not lost, your spirit can fill the emptiness around you. Space makes room for opportunity, use it: be bold.",
        "image": "placeholder"}
}
}
